[
  {
    "biographie": [
      {
        "id": "1",
        "titre": "JEUNESSE",
        "image": "https://medias.unifrance.org/medias/16/252/64528/format_web/alain-resnais.jpg",
        "texte": "Alain-Pierre-Marie-Jean-Georges Resnais naît en 1922 à Vannes. Issu d'une famille cultivée (son père, Pierre, pharmacien de profession, fut également maire de Treffléan de 1934 à 1962), il est sensibilisé très tôt à toutes les formes d'art. À cause d'un asthme bronchique il fait au début ses études scolaires en privé à la maison. Plus tard, il effectuera des études préparatoires au lycée jésuite Saint François-Xavier de Vannes3. À 12 ans, il se voit offrir une caméra Kodak 8 mm avec laquelle il tourne des courts métrages amateurs dont une adaptation de Fantômas4. Outre le cinéma, il se passionne pour la photographie, la peinture, la bande dessinée et la littérature. Il désire d'abord être acteur et déménage à Paris en 1939. Il devient l'assistant de Georges Pitoëff au théâtre des Mathurins, fréquente le Cours Simon et est notamment figurant dans Les Visiteurs du soir5. Il n'a pas le bac et travaille comme stagiaire dans une librairie quand la monteuse Myriam Borsoutsky lui conseille de passer le concours de l'IDHEC6. Lors de l'examen oral, il a pour examinateurs l'écrivain Alexandre Arnoux, à qui il voue une grande admiration, et le critique Jean Mitry, avec qui il parle longuement du cinéma muet et du cinéma allemand6. Il est admis à l'IDHEC en 1943 dans la section montage7,8. En 1946, en Allemagne, il participe au Théâtre aux Armées sous la direction d'André Voisin. La même année, il est assistant-réalisateur sur le long métrage documentaire Paris 1900 n 2 ."
      },
      {
        "id": "2",
        "titre": "LONGS MÉTRAGES",
        "image": "https://medias.unifrance.org/medias/12/252/64524/format_web/alain-resnais.jpg",
        "texte": "Sorti en 1959, quelques semaines après Les 400 coups, Hiroshima mon amour, le premier long métrage d'Alain Resnais, s'impose comme une autre œuvre charnière du cinéma français, à la fois par l'audace de son sujet (les traumatismes de la Seconde Guerre mondiale évoqués à travers une histoire d'amour) et la modernité de la narration. Versé sur un style relativement expérimental, Resnais n'en oublie pas de diffuser un message pour autant : la mémoire restera ainsi un des thèmes fétiches du cinéaste, comme en témoignent ses deux films suivants, avec Delphine Seyrig, l’abscons L'Année dernière à Marienbad (Lion d'Or à Venise en 1961), puis Muriel (1964), sur les fantômes de la Guerre d'Algérie, ou plus tard Providence (1977). Loin de ne se soucier que de la forme, il se montre également très engagé : il fait ainsi de Montand un militant anti-franquiste dans La Guerre est finie (Prix Louis- Delluc 1966), prend part au film collectif Loin du Vietnam, et au manifeste utopique L'An 01. A partir des années 80, Resnais fait appel à un trio d'acteurs virtuoses auxquels il offre, au fil des ans, des partitions subtiles et variées : André Dussollier, Pierre Arditi et bien sûr sa muse Sabine Azéma, qui ont chacun remporté au moins un César dans la cadre de leur collaboration avec le cinéaste. L'amour de Resnais pour ses comédiens éclate dans Smoking-No Smoking, Arditi et Azéma interprétant à eux seuls les onze personnages de ce diptyque, César du Meilleur film en 1993. Côté scénaristes, si, à ses débuts, ses collaborateurs avaient pour nom Duras ou Robbe-Grillet, figures de proue du nouveau roman, le maître respecté, lauréat d'un Ours d'or d'honneur à Berlin en 1998, jadis très marqué par la littérature ardue, s'entoure à présent d'auteurs plus grand public, tels le couple Bacri -Jaoui dans les années 90, puis Jean-Michel Ribes pour Coeurs, Prix de la Mise en scène à Venise en 2006. Plus abordables et moins hermétiques, ses films prennent alors une direction moins abstraite. Trois ans plus tard, à l'occasion de la présentation des Herbes folles (sa toute première adaptation de roman), Alain Resnais reçoit à Cannes un Prix exceptionnel pour l'ensemble de son œuvre. Loin de tirer sa révérence, il continue d'exercer sa passion avec ses acteurs fétiches de toujours, et nous réserve encore de nombreuses surprises avec Vous n'avez encore rien vu."
      },
      {
        "id": "3",
        "titre": "VIE PRIVÉE",
        "image": "https://static1.purepeople.com/articles/9/10/75/29/@/943173-archives-alain-resnais-cesar-du-950x0-2.jpg",
        "texte": "Il épouse en 1969 son assistante de l'époque, Florence Malraux, fille d'André et Clara Malraux, qui travaillait avec lui depuis La Guerre est finie et qui l'accompagne jusqu'à Mélo, en 1986. Il a une fille, Camille Bordes-Resnais, réalisatrice57. Depuis la fin des années 1980, il partage la vie de Sabine Azéma, son actrice fétiche, de 27 ans sa cadette, qu'il épouse en 199858,59. Il se définit comme un athée mystique60.Il épouse en 1969 son assistante de l'époque, Florence Malraux, fille d'André et Clara Malraux, qui travaillait avec lui depuis La Guerre est finie et qui l'accompagne jusqu'à Mélo, en 1986. Il a une fille, Camille Bordes-Resnais, réalisatrice57. Depuis la fin des années 1980, il partage la vie de Sabine Azéma, son actrice fétiche, de 27 ans sa cadette, qu'il épouse en 199858,59. Il se définit comme un athée mystique."
      },
      {
        "id": "4",
        "titre": "DÉCÈS",
        "image": "https://medias.unifrance.org/medias/15/252/64527/format_web/alain-resnais.jpg",
        "texte": "Hospitalisé depuis plus d'une semaine, il meurt le samedi 1er mars 2014 à Neuilly-sur-Seine à l'âge de 91 ans. Ses obsèques ont lieu le lundi 10 mars 2014 à Paris, à l'église Saint-Vincent-de-Paul, en présence de nombreuses personnalités du spectacle parmi lesquelles plusieurs de ses acteurs fétiches51. Il est inhumé le même jour au cimetière du Montparnasse à Paris. À l'annonce de sa disparition, nombre d'artistes évoquent leurs souvenirs du cinéaste52. De nombreux hommages, dont ceux du président de la République François Hollande et de la ministre de la Culture Aurélie Filippetti, lui sont rendus53. À l'UGC Normandie, sur les Champs-Élysées à Paris, l'avant-première officielle de son dernier film Aimer, boire et chanter, le jour même de ses obsèques, se double d'un rassemblement en sa mémoire auquel assistent François Hollande et Aurélie Filippetti54,55. En mai 2014, peu après l'hommage rendu au cinéaste par Lambert Wilson lors de la Cérémonie d'ouverture du 67e Festival de Cannes, le Carrosse d'or de la Quinzaine des réalisateurs lui est remis à titre posthume pour l'ensemble de son œuvre56."
      }

    ]},
  {
    "filmographie": [
      {
        "id": "1",
        "titre": "AIMER, BOIRE ET CHANTER",
        "annee": "2014",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/pictures/14/01/29/12/09/469027.jpg",
        "resume": "Dans la campagne anglaise du Yorkshire, la vie de trois couples est bouleversée pendant quelques mois, du printemps à l’automne, par le comportement énigmatique de leur ami George Riley.\nLorsque le médecin Colin apprend par mégarde à sa femme Kathryn que les jours de son patient George Riley sont sans doute comptés, il ignore que celui-ci a été le premier amour de Kathryn. Les deux époux, qui répètent une pièce de théâtre avec leur troupe amateur locale, persuadent George de se joindre à eux. Cela permet à George, entre autres, de jouer des scènes d’amour appuyées avec Tamara, la femme de son meilleur ami Jack, riche homme d’affaires et mari infidèle. Jack, éploré, tente de persuader Monica, l’épouse de George qui s’est séparée de lui pour vivre avec le fermier Simeon, de revenir auprès de son mari pour l’accompagner dans ses derniers mois. Au grand désarroi des hommes dont elles partagent la vie, George exerce une étrange séduction sur les trois femmes : Monica, Tamara et Kathryn\nLaquelle George Riley emmènera-t-il en vacances à Ténérife ?"
      },
      {
        "id": "2",
        "titre": "LES HERBES FOLLES",
        "annee": "2014",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/65/19/99/19134549.jpg",
        "resume": "Marguerite n'avait pas prévu qu'on lui volerait son sac à la sortie du magasin. Encore moins que le voleur jetterait le contenu dans un parking. Quant à Georges, s'il avait pu se douter, il ne se serait pas baissé pour le ramasser."
      },
      {
        "id": "3",
        "titre": "VOUS N'AVEZ ENCORE RIEN VU",
        "annee": "2012",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/88/64/60/20087447.jpg",
        "resume": "Antoine d’Anthac, célèbre auteur dramatique, convoque par-delà sa mort, tous les amis qui ont interprété sa pièce \"Eurydice\". Ces comédiens ont pour mission de visionner une captation de cette œuvre par une jeune troupe, la compagnie de la Colombe. L’amour, la vie, la mort, l’amour après la mort ont-ils encore leur place sur une scène de théâtre ? C’est à eux d’en décider. Ils ne sont pas au bout de leurs surprises…"
      },
      {
        "id": "4",
        "titre": "COEURS",
        "annee": "2006",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/62/85/02/18686674.jpg",
        "resume": "Thierry, agent immobilier, se donne beaucoup de mal pour trouver un appartement à Nicole et Dan, un couple de clients difficiles.\nA l'agence, Charlotte, sa collaboratrice, lui prête la cassette d'une émission qu'elle adore, un programme de variétés religieuses dont la vision troublera fortement Thierry.\nLa sœur cadette de Thierry, Gaëlle, recherche secrètement l'amour, allant même jusqu'à recourir aux petites annonces.\nDan, militaire de carrière expulsé de l'armée, passe ses journées dans le bar d'un hôtel où il confie ses mésaventures à Lionel, le barman.\nPour assurer son service du soir, Lionel fait appel à une assistante à domicile bénévole pour s'occuper de son père, Arthur, un vieil homme malade et colérique. C'est Charlotte qui se présente.\nEt ainsi, le mouvement d'un personnage peut bouleverser le destin d'un autre sans pour autant le connaître voire même le rencontrer."
      },
      {
        "id": "5",
        "titre": "ON CONNAÎT LA CHANSON",
        "annee": "1997",
        "affiche": "https://fr.web.img4.acsta.net/c_310_420/pictures/18/07/02/17/20/5949793.jpg",
        "resume": "Suite à un malentendu, Camille s'éprend de Marc Duveyrier. Ce dernier, séduisant agent immobilier et patron de Simon, tente de vendre un appartement à Odile, la soeur de Camille. Odile est décidée à acheter cet appartement malgré la désapprobation muette de Claude, son mari. Celui-ci supporte mal la réapparition après de longues années d'absence de Nicolas, vieux complice d'Odile qui devient le confident de Simon."
      },
      {
        "id": "6",
        "titre": "SMOKING/NO SMOKING",
        "annee": "1993",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/00/02/56/89/aff.jpg",
        "resume": "Adaptation de huit pièces d'Alan Ayckbourn (jamais représentées au théâtre) réunies en deux films de 2h20 chacun. L'histoire présente une série de personnages dans un petit village du Yorkshire interprétés par deux comédiens qui vont nous proposer plusieurs versions de leur vie. Réflexion sur le temps, ces deux films se complètent mais peuvent être vus dans l'ordre que choisira chaque spectateur.\nDistributeur "
      },
      {
        "id": "7",
        "titre": "CONTRE L'OUBLI",
        "annee": "1991",
        "affiche": "https://fr.web.img4.acsta.net/c_310_420/pictures/18/07/02/17/20/5949793.jpg",
        "resume": "Une œuvre collective compilant plusieurs courts métrages ayant pour thème commun les prisonniers politiques."
      },
      {
        "id": "8",
        "titre": "I WANT TO GO HOME",
        "annee": "1989",
        "affiche": "https://fr.web.img4.acsta.net/c_310_420/medias/nmedia/00/02/59/04/affiche.jpg",
        "resume": "Un dessinateur de comics américain traverse l'Océan pour retrouver sa fille qui étudie Flaubert à la Sorbonne. Il va se heurter aux difficultés d'une langue étrangère, aux traditions saugrenues d'un pays et au caractère de ses habitants."
      },
      {
        "id": "9",
        "titre": "MÉLO",
        "annee": "1986",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/medias/nmedia/00/02/59/05/affiche.jpg",
        "resume": "Pierre, violoniste, invite un de ses amis virtuose, Marcel, à dîner et lui présente sa jeune femme, Romaine. Marcel et Romaine vont s'éprendre passionnément l'un de l'autre.\n"
      },
      {
        "id": "10",
        "titre": "L'AMOUR À MORT",
        "annee": "1984",
        "affiche": "https://fr.web.img3.acsta.net/c_310_420/medias/nmedia/00/02/59/03/affiche.jpg",
        "resume": "Déclaré cliniquement mort, Simon ressuscite quelques instants après son décès. Bouleversé par cette expérience, dont il parle à un couple d'amis pasteurs, Jérôme et Judith, il retrouve Elisabeth, la femme avec qui il vivait une intense histoire d'amour. Simon, dont la santé est toujours fragile, entend bien profiter pleinement du temps qui lui reste à vivre."
      },
      {
        "id": "11",
        "titre": "LA VIE EST UN ROMAN",
        "annee": "2019",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/00/02/59/06/affiche.jpg",
        "resume": " 1914 : le comte Forbek entreprend l'édification d'un château, théâtre d'expériences visant à assurer le bonheur de ses semblables."
      },
      {
        "id": "12",
        "titre": "MON ONCLE D'AMÉRIQUE",
        "annee": "1980",
        "affiche": "https://fr.web.img3.acsta.net/c_310_420/pictures/18/09/19/14/42/3410341.jpg",
        "resume": "Jean Le Gall, issu de la bourgeoisie, ambitieux, mène une carrière politique et littéraire. Pour la comédienne Janine Garnier, il abandonne sa femme et ses enfants. Janine a quitté sa famille, de modestes militants communistes, pour vivre sa vie. À la demande de la femme de Jean, elle le quitte, puis devient conseillère d’un groupe textile où elle doit résoudre le cas difficile de René Ragueneau, fils de paysan, catholique, devenu directeur d’usine. Le professeur Henri Laborit intervient au cours de ces trois récits entremêlés pour expliquer ce que nous savons aujourd’hui du comportement humain."
      },
      {
        "id": "13",
        "titre": "HIROSHIMA, MON AMOUR",
        "annee": "1959",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/pictures/210/113/21011324_20130610112841021.jpg",
        "resume": "Une actrice se rend à Hiroshima pour tourner un film sur la paix. Elle y rencontre un Japonais qui devient son amant, mais aussi son confident. Il lui parle de sa vie et lui répète \"Tu n’as rien vu à Hiroshima\". Elle lui parle de son adolescence à Nevers pendant la seconde guerre mondiale, de son amour pour un soldat allemand et de l’humiliation qu’elle a subie à la Libération."
      }
    ]
  },
  {
    "meilleursfilms": [
      {
        "id": "1",
        "titre": "MON ONCLE D'AMÉRIQUE",
        "annee": "1980",
        "affiche": "https://fr.web.img3.acsta.net/c_310_420/pictures/18/09/19/14/42/3410341.jpg",
        "resume": "Jean Le Gall, issu de la bourgeoisie, ambitieux, mène une carrière politique et littéraire. Pour la comédienne Janine Garnier, il abandonne sa femme et ses enfants. Janine a quitté sa famille, de modestes militants communistes, pour vivre sa vie. À la demande de la femme de Jean, elle le quitte, puis devient conseillère d’un groupe textile où elle doit résoudre le cas difficile de René Ragueneau, fils de paysan, catholique, devenu directeur d’usine. Le professeur Henri Laborit intervient au cours de ces trois récits entremêlés pour expliquer ce que nous savons aujourd’hui du comportement humain."
      },
      {
        "id": "2",
        "titre": "HIROSHIMA, MON AMOUR",
        "annee": "1959",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/pictures/210/113/21011324_20130610112841021.jpg",
        "resume": "Une actrice se rend à Hiroshima pour tourner un film sur la paix. Elle y rencontre un Japonais qui devient son amant, mais aussi son confident. Il lui parle de sa vie et lui répète \"Tu n’as rien vu à Hiroshima\". Elle lui parle de son adolescence à Nevers pendant la seconde guerre mondiale, de son amour pour un soldat allemand et de l’humiliation qu’elle a subie à la Libération."
      },
      {
        "id": "3",
        "titre": "MÉLO",
        "annee": "1986",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/medias/nmedia/00/02/59/05/affiche.jpg",
        "resume": "Pierre, violoniste, invite un de ses amis virtuose, Marcel, à dîner et lui présente sa jeune femme, Romaine. Marcel et Romaine vont s'éprendre passionnément l'un de l'autre.\n"
      },
      {
        "id": "4",
        "titre": "L'AMOUR À MORT",
        "annee": "1984",
        "affiche": "https://fr.web.img3.acsta.net/c_310_420/medias/nmedia/00/02/59/03/affiche.jpg",
        "resume": "Déclaré cliniquement mort, Simon ressuscite quelques instants après son décès. Bouleversé par cette expérience, dont il parle à un couple d'amis pasteurs, Jérôme et Judith, il retrouve Elisabeth, la femme avec qui il vivait une intense histoire d'amour. Simon, dont la santé est toujours fragile, entend bien profiter pleinement du temps qui lui reste à vivre."
      },
      {
        "id": "5",
        "titre": "VOUS N'AVEZ ENCORE RIEN VU",
        "annee": "2012",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/88/64/60/20087447.jpg",
        "resume": "Antoine d’Anthac, célèbre auteur dramatique, convoque par-delà sa mort, tous les amis qui ont interprété sa pièce \"Eurydice\". Ces comédiens ont pour mission de visionner une captation de cette œuvre par une jeune troupe, la compagnie de la Colombe. L’amour, la vie, la mort, l’amour après la mort ont-ils encore leur place sur une scène de théâtre ? C’est à eux d’en décider. Ils ne sont pas au bout de leurs surprises…"
      },
      {
        "id": "6",
        "titre": "COEURS",
        "annee": "2006",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/62/85/02/18686674.jpg",
        "resume": "Thierry, agent immobilier, se donne beaucoup de mal pour trouver un appartement à Nicole et Dan, un couple de clients difficiles.\nA l'agence, Charlotte, sa collaboratrice, lui prête la cassette d'une émission qu'elle adore, un programme de variétés religieuses dont la vision troublera fortement Thierry.\nLa sœur cadette de Thierry, Gaëlle, recherche secrètement l'amour, allant même jusqu'à recourir aux petites annonces.\nDan, militaire de carrière expulsé de l'armée, passe ses journées dans le bar d'un hôtel où il confie ses mésaventures à Lionel, le barman.\nPour assurer son service du soir, Lionel fait appel à une assistante à domicile bénévole pour s'occuper de son père, Arthur, un vieil homme malade et colérique. C'est Charlotte qui se présente.\nEt ainsi, le mouvement d'un personnage peut bouleverser le destin d'un autre sans pour autant le connaître voire même le rencontrer."
      },
      {
        "id": "7",
        "titre": "LES HERBES FOLLES",
        "annee": "2014",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/65/19/99/19134549.jpg",
        "resume": "Marguerite n'avait pas prévu qu'on lui volerait son sac à la sortie du magasin. Encore moins que le voleur jetterait le contenu dans un parking. Quant à Georges, s'il avait pu se douter, il ne se serait pas baissé pour le ramasser."
      },
      {
        "id": "8",
        "titre": "VOUS N'AVEZ ENCORE RIEN VU",
        "annee": "2012",
        "affiche": "https://fr.web.img6.acsta.net/c_310_420/medias/nmedia/18/88/64/60/20087447.jpg",
        "resume": "Antoine d’Anthac, célèbre auteur dramatique, convoque par-delà sa mort, tous les amis qui ont interprété sa pièce \"Eurydice\". Ces comédiens ont pour mission de visionner une captation de cette œuvre par une jeune troupe, la compagnie de la Colombe. L’amour, la vie, la mort, l’amour après la mort ont-ils encore leur place sur une scène de théâtre ? C’est à eux d’en décider. Ils ne sont pas au bout de leurs surprises…"
      },
      {
        "id": "9",
        "titre": "AIMER, BOIRE ET CHANTER",
        "annee": "2014",
        "affiche": "https://fr.web.img5.acsta.net/c_310_420/pictures/14/01/29/12/09/469027.jpg",
        "resume": "Dans la campagne anglaise du Yorkshire, la vie de trois couples est bouleversée pendant quelques mois, du printemps à l’automne, par le comportement énigmatique de leur ami George Riley.\nLorsque le médecin Colin apprend par mégarde à sa femme Kathryn que les jours de son patient George Riley sont sans doute comptés, il ignore que celui-ci a été le premier amour de Kathryn. Les deux époux, qui répètent une pièce de théâtre avec leur troupe amateur locale, persuadent George de se joindre à eux. Cela permet à George, entre autres, de jouer des scènes d’amour appuyées avec Tamara, la femme de son meilleur ami Jack, riche homme d’affaires et mari infidèle. Jack, éploré, tente de persuader Monica, l’épouse de George qui s’est séparée de lui pour vivre avec le fermier Simeon, de revenir auprès de son mari pour l’accompagner dans ses derniers mois. Au grand désarroi des hommes dont elles partagent la vie, George exerce une étrange séduction sur les trois femmes : Monica, Tamara et Kathryn\nLaquelle George Riley emmènera-t-il en vacances à Ténérife ?"
      },
      {
        "id": "10",
        "titre": "L'AMOUR À MORT",
        "annee": "1984",
        "affiche": "https://fr.web.img3.acsta.net/c_310_420/medias/nmedia/00/02/59/03/affiche.jpg",
        "resume": "Déclaré cliniquement mort, Simon ressuscite quelques instants après son décès. Bouleversé par cette expérience, dont il parle à un couple d'amis pasteurs, Jérôme et Judith, il retrouve Elisabeth, la femme avec qui il vivait une intense histoire d'amour. Simon, dont la santé est toujours fragile, entend bien profiter pleinement du temps qui lui reste à vivre."
      }
    ]
  }

]
